tap "accatyyc/repo"
tap "caskroom/fonts"
tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kdabir/tap"
tap "mongodb/brew"
brew "ant"
brew "bat"
brew "bfg"
brew "python"
brew "boost-python3"
brew "fontconfig"
brew "cmake"
brew "curl"
brew "doxygen"
brew "gmp"
brew "libtasn1"
brew "little-cms2"
brew "webp"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "haskell-stack"
brew "htop"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "jxrlib"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns"
brew "makedepend"
brew "msgpack"
brew "nasm"
brew "node"
brew "pkg-config"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sane-backends"
brew "swig"
brew "telnet"
brew "thefuck"
brew "uncrustify"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "kdabir/tap/has"
brew "mongodb/brew/mongodb-community"
cask "font-fira-code"
cask "hiddenbar"
cask "java"
cask "java8"
cask "open-in-code"
cask "xquartz"
