tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "spicetify/tap"
brew "brotli"
brew "libpng"
brew "xz"
brew "libtiff"
brew "webp"
brew "aom"
brew "autoconf"
brew "bdw-gc"
brew "freetype"
brew "fontconfig"
brew "pkg-config"
brew "cairo"
brew "openjdk"
brew "bfg"
brew "c-ares"
brew "ca-certificates"
brew "bitwarden-cli"
brew "boost"
brew "boost-python3"
brew "cabextract"
brew "gmp"
brew "coreutils"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "cask"
brew "cjson"
brew "cmake"
brew "cmocka"
brew "curl"
brew "dav1d"
brew "docbook"
brew "docbook-xsl"
brew "doxygen"
brew "gcc"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "gitup"
brew "libtool"
brew "htop"
brew "hub"
brew "jasper"
brew "python@3.8"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "jxrlib"
brew "libusb"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns"
brew "makedepend"
brew "mas"
brew "msgpack"
brew "ncdu"
brew "nvm"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sane-backends"
brew "shellcheck"
brew "swig"
brew "thefuck"
brew "tree"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "spicetify/tap/spicetify-cli", link: false
cask "appcleaner"
cask "bitwarden"
cask "brave-browser"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iina"
cask "latest"
cask "macdown"
cask "macmediakeyforwarder"
cask "minecraft"
cask "omnidisksweeper"
cask "raspberry-pi-imager"
cask "rectangle"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "Battery Health 2", id: 1120214373
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Remote Mouse", id: 403195710
vscode "bierner.color-info"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "BriteSnow.vscode-toggle-quotes"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "Compulim.indent4to2"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.viml"
vscode "esbenp.prettier-vscode"
vscode "fireyy.vscode-language-todo"
vscode "formulahendry.auto-rename-tag"
vscode "GrapeCity.gc-excelviewer"
vscode "humao.rest-client"
vscode "idleberg.icon-fonts"
vscode "lamartire.git-indicators"
vscode "leizongmin.node-module-intellisense"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "msjsdiag.vscode-react-native"
vscode "PKief.material-icon-theme"
vscode "ritwickdey.LiveServer"
vscode "Rubymaniac.vscode-paste-and-indent"
vscode "sidneys1.gitconfig"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tonybaloney.vscode-pets"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.JavaScriptSnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
