tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "spicetify/tap"
brew "brotli"
brew "libpng"
brew "libtiff"
brew "xz"
brew "webp"
brew "aom"
brew "autoconf"
brew "bdw-gc"
brew "ca-certificates"
brew "freetype"
brew "fontconfig"
brew "pkg-config"
brew "cairo"
brew "openjdk"
brew "bfg"
brew "c-ares"
brew "bitwarden-cli"
brew "boost"
brew "boost-python3"
brew "cabextract"
brew "gmp"
brew "coreutils"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "libtool"
brew "cask"
brew "cjson"
brew "cmake"
brew "cmocka"
brew "curl"
brew "dav1d"
brew "docbook"
brew "docbook-xsl"
brew "doxygen"
brew "jpeg", link: true
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "git"
brew "python@3.10"
brew "gitup"
brew "htop"
brew "hub"
brew "jasper"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "jxrlib"
brew "libusb"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns"
brew "makedepend"
brew "mas"
brew "msgpack"
brew "ncdu"
brew "nvm"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sane-backends"
brew "shellcheck"
brew "swig"
brew "thefuck"
brew "tree"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "spicetify/tap/spicetify-cli"
cask "appcleaner"
cask "bitwarden"
cask "discord"
cask "font-fira-code"
cask "google-chrome"
cask "iina"
cask "latest"
cask "macdown"
cask "macmediakeyforwarder"
cask "minecraft"
cask "omnidisksweeper"
cask "rectangle"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "Battery Health 2", id: 1120214373
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Remote Mouse", id: 403195710
