tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/services"
tap "spicetify/tap"
brew "brotli"
brew "libpng"
brew "xz"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "bdw-gc"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "c-ares"
brew "ca-certificates"
brew "node"
brew "bitwarden-cli"
brew "boost"
brew "python@3.13"
brew "boost-python3"
brew "cabextract"
brew "gmp"
brew "coreutils"
brew "libtasn1"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cjson"
brew "cmake"
brew "cmocka"
brew "curl"
brew "dav1d"
brew "docbook"
brew "docbook-xsl"
brew "doxygen"
brew "libarchive"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "jasper"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "libtool"
brew "imagemagick"
brew "folderify"
brew "fortune"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "ghostscript"
brew "git"
brew "gitup"
brew "go"
brew "htop"
brew "hub"
brew "jpeg"
brew "jq"
brew "jxrlib"
brew "libusb"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns"
brew "makedepend"
brew "mas"
brew "msgpack"
brew "ncdu"
brew "nvm"
brew "pkgconf"
brew "pygments"
brew "python@3.10"
brew "python@3.12"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sane-backends"
brew "shellcheck"
brew "swig"
brew "tree"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
cask "anylist"
cask "appcleaner"
cask "bitwarden"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "fx-cast-bridge"
cask "google-chrome"
cask "iterm2"
cask "latest"
cask "macdown"
cask "minecraft"
cask "omnidisksweeper"
cask "rectangle"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
cask "zoom"
mas "Battery Health 2", id: 1120214373
mas "Googly Eyes", id: 6743048714
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Remote Mouse", id: 403195710
vscode "bierner.color-info"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "britesnow.vscode-toggle-quotes"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "compulim.indent4to2"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.viml"
vscode "esbenp.prettier-vscode"
vscode "fireyy.vscode-language-todo"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "humao.rest-client"
vscode "idleberg.icon-fonts"
vscode "lamartire.git-indicators"
vscode "leizongmin.node-module-intellisense"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mikestead.dotenv"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "msjsdiag.vscode-react-native"
vscode "pixl-garden.bongocat"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "rubymaniac.vscode-paste-and-indent"
vscode "sidneys1.gitconfig"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tonybaloney.vscode-pets"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wayou.vscode-todo-highlight"
vscode "xabikos.javascriptsnippets"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
